ready = ['Ну давай попробуем... Есть', 'Ладно, ладно. Держи.', 'Без проблем.',
         'Чуть синей изоленты и... Готово!', 'За **ACOG** сделаю всё, что угодно.',
         'Потерпи чуть, я не такой быстрый. У меня 2 скорости.\n*звуки плача*',
         'Поставил **СОГ**.', 'Vierundzwanzigstundenglück!', 'Подержи-ка мой ягермейстер...\nХоба!']
hello = ['Guten Tag, {}', 'Здаров {}', 'Привет {}', '{} и тебе привет.']
no_roots = ['Не превышайся. У мебя нет таких возможностей.',
            'Сам это делай. Ты ещё не настолько крутой, чтобы пользоваться всеми моими возможностями',
            '*ругается на немецком*']
top_killer = ['{} стырил **больше всего** фрагов.\nОбщее количество: {} убийств',
              '**Благодаря** {} в мире стало на {} трупов больше',
              '**Лучший убийца**: {}. Рекорд дня: {} убийств.\nБольше и нечего говорить.']
top_winner = ['Успей сыграть с {}! Сегодня он **вытащил** {} катки!',
              '**Неудержимый** {} не знает, что такое поражение после {} выигранных матчей',
              '**Героем дня** по победам становится {}\nРекорд: {} выигранных каток']
